Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_shakedex_offer_choice
source: %1$@ Price %2$@ HNS · marketplace fee %3$@ HNS Expires %4$@
ar: %1$@ السعر %2$@ HNS · رسوم السوق %3$@ HNS انتهاء الصلاحية %4$@
de: %1$@ Preis %2$@ HNS · Marktplatzgebühr %3$@ HNS Läuft ab %4$@
es: %1$@ Precio %2$@ HNS · tarifa de mercado %3$@ HNS Expira %4$@
fa: %1$@ قیمت %2$@ HNS · هزینه بازار %3$@ HNS منقضی می شود %4$@
fr: %1$@ Prix %2$@ HNS · frais de marché %3$@ HNS Expire %4$@
he: %1$@ Price %2$@ HNS · עמלת שוק %3$@ HNS Eexpires %4$@
hi: %1$@ मूल्य %2$@ HNS · बाज़ार शुल्क %3$@ HNS %4$@ समाप्त हो रहा है
id: %1$@ Harga %2$@ HNS · biaya pasar %3$@ HNS Ekedaluwarsa %4$@
it: %1$@ Prezzo %2$@ HNS · commissione di mercato %3$@ HNS Scadenza %4$@
ja: %1$@ 価格 %2$@ HNS · マーケットプレイス手数料 %3$@ HNS 有効期限は %4$@ です
ko: %1$@ 가격 %2$@ HNS · 마켓플레이스 수수료 %3$@ HNS 만료 %4$@
nl: %1$@ Prijs %2$@ HNS · marktplaatsvergoeding %3$@ HNS Verloopt %4$@
pl: %1$@ Cena %2$@ HNS · opłata targowa %3$@ HNS EWygasa %4$@
pt: %1$@ Preço %2$@ HNS · taxa de mercado %3$@ HNS Expira %4$@
ru: %1$@ Цена %2$@ HNS · рыночная комиссия %3$@ HNS Истекает %4$@
tr: %1$@ Fiyat %2$@ HNS · pazar yeri ücreti %3$@ HNS Esüresi doluyor %4$@
uk: %1$@ Ціна %2$@ HNS · ринкова комісія %3$@ HNS EЗакінчується %4$@
vi: %1$@ Giá %2$@ HNS · phí thị trường %3$@ HNS Ehết hạn %4$@
zh_hans: %1$@ 价格 %2$@ HNS · 市场费用 %3$@ HNS 过期 %4$@
zh_hant: %1$@ 價格 %2$@ HNS · 市場費用 %3$@ HNS 過期 %4$@

# wallet_shakedex_offer_page_empty
source: No authenticated Handshake name-sale offers are available at board revision %1$d.
ar: لا تتوفر عروض بيع أسماء Handshake مصادق عليها في مراجعة اللوحة %1$d.
de: Für die Platinenrevision %1$d sind keine authentifizierten Handshake-Namensverkaufsangebote verfügbar.
es: No hay ofertas de venta de nombre Handshake autenticadas disponibles en la revisión de la placa %1$d.
fa: هیچ پیشنهاد فروش نامی تایید شده Handshake در نسخه %1$d موجود نیست.
fr: Aucune offre de vente de nom authentifiée Handshake n'est disponible pour la révision de carte %1$d.
he: אין הצעות מכירת שם Handshake מאומתות זמינות בגרסה הלוח %1$d.
hi: बोर्ड संशोधन %1$d पर कोई प्रमाणित Handshake नाम-बिक्री ऑफ़र उपलब्ध नहीं है।
id: Tidak ada penawaran penjualan nama Handshake yang diautentikasi tersedia di revisi papan %1$d.
it: Non sono disponibili offerte di vendita nominative Handshake autenticate nella revisione della scheda %1$d.
ja: ボード リビジョン %1$d では、認証済みの Handshake ネームセール オファーは利用できません。
ko: 보드 개정판 %1$d에서는 인증된 Handshake 이름 판매 제안이 제공되지 않습니다.
nl: Er zijn geen geverifieerde Handshake-naamverkoopaanbiedingen beschikbaar bij bordrevisie %1$d.
pl: Żadne uwierzytelnione oferty sprzedaży imiennej Handshake nie są dostępne w wersji płyty %1$d.
pt: Nenhuma oferta autenticada de venda do nome Handshake está disponível na revisão da placa %1$d.
ru: Для версии платы %1$d нет подтвержденных предложений по именной продаже Handshake.
tr: %1$d kart revizyonunda kimliği doğrulanmış Handshake isim satışı teklifi mevcut değildir.
uk: Немає автентифікованих пропозицій щодо продажу імен Handshake у версії плати %1$d.
vi: Không có ưu đãi bán tên Handshake đã được xác thực nào có sẵn tại bản sửa đổi bảng %1$d.
zh_hans: 在主板版本 %1$d 上，没有经过验证的 Handshake 名称销售优惠。
zh_hant: 在主機板版本 %1$d 上，沒有經過驗證的 Handshake 名稱銷售優惠。

# wallet_shakedex_offer_page_invalid
source: The authenticated offer page did not match the exact supported schema and was not made selectable.
ar: لم تتطابق صفحة العرض المصادق عليها مع المخطط المدعوم تمامًا ولم يتم تحديدها.
de: Die authentifizierte Angebotsseite entsprach nicht genau dem unterstützten Schema und wurde nicht auswählbar gemacht.
es: La página de oferta autenticada no coincidía exactamente con el esquema admitido y no se podía seleccionar.
fa: صفحه پیشنهاد احراز هویت شده دقیقاً با طرح پشتیبانی شده مطابقت نداشت و قابل انتخاب نبود.
fr: La page d'offre authentifiée ne correspondait pas exactement au schéma pris en charge et n'était pas sélectionnable.
he: דף ההצעה המאומת לא תאם את הסכימה הנתמכת המדויקת ולא ניתן לבחירה.
hi: प्रमाणित ऑफ़र पृष्ठ सटीक समर्थित स्कीमा से मेल नहीं खाता और चयन योग्य नहीं बनाया गया था।
id: Halaman penawaran yang diautentikasi tidak cocok dengan skema yang didukung dan tidak dapat dipilih.
it: La pagina dell'offerta autenticata non corrispondeva esattamente allo schema supportato e non è stata resa selezionabile.
ja: 認証されたオファー ページは、サポートされているスキーマと正確に一致しなかったため、選択可能になりませんでした。
ko: 인증된 제안 페이지가 지원되는 스키마와 정확하게 일치하지 않아 선택할 수 없습니다.
nl: De geverifieerde aanbiedingspagina kwam niet exact overeen met het ondersteunde schema en was niet selecteerbaar gemaakt.
pl: Uwierzytelniona strona oferty nie odpowiadała dokładnie obsługiwanemu schematowi i nie można jej było wybrać.
pt: A página de oferta autenticada não correspondia exatamente ao esquema suportado e não estava selecionável.
ru: Страница аутентифицированного предложения не соответствовала точно поддерживаемой схеме и не была доступна для выбора.
tr: Kimliği doğrulanmış teklif sayfası, desteklenen şemayla tam olarak eşleşmedi ve seçilebilir hale getirilmedi.
uk: Автентифікована сторінка пропозиції не збігалася з точною підтримуваною схемою, тому її не можна було вибрати.
vi: Trang ưu đãi đã xác thực không khớp chính xác với lược đồ được hỗ trợ và không thể chọn được.
zh_hans: 经过身份验证的优惠页面与受支持的确切架构不匹配，因此无法选择。
zh_hant: 經過身份驗證的優惠頁面與受支援的確切架構不匹配，因此無法選擇。

# wallet_shakedex_offer_page_select
source: Select one of %1$d authenticated offers from board revision %2$d to prepare its exact native purchase review.
ar: حدد أحد عروض %1$d الموثقة من مراجعة اللوحة %2$d لإعداد مراجعة الشراء الأصلية الدقيقة.
de: Wählen Sie eines der authentifizierten %1$d-Angebote der Platinenrevision %2$d aus, um eine genaue native Kaufbewertung zu erstellen.
es: Seleccione una de las ofertas autenticadas %1$d de la revisión de la placa %2$d para preparar su revisión de compra nativa exacta.
fa: یکی از پیشنهادات تأیید شده %1$d از نسخه هیئت مدیره %2$d را انتخاب کنید تا بررسی دقیق خرید بومی آن را آماده کنید.
fr: Sélectionnez l'une des offres authentifiées %1$d de la révision de la carte %2$d pour préparer son examen d'achat natif exact.
he: בחר אחת מההצעות המאומתות של %1$d מהגרסה של הלוח %2$d כדי להכין את סקירת הרכישה המקורית שלו.
hi: इसकी सटीक मूल खरीद समीक्षा तैयार करने के लिए बोर्ड संशोधन %2$d से %1$d प्रमाणित प्रस्तावों में से एक का चयन करें।
id: Pilih salah satu penawaran terotentikasi %1$d dari revisi papan %2$d untuk menyiapkan ulasan pembelian aslinya.
it: Seleziona una delle offerte autenticate %1$d dalla revisione della scheda %2$d per preparare l'esatta revisione nativa dell'acquisto.
ja: ボード リビジョン %2$d から %1$d 認証済みオファーの 1 つを選択して、正確なネイティブ購入レビューを準備します。
ko: 정확한 기본 구매 검토를 준비하려면 보드 개정판 %2$d에서 %1$d 인증 제안 중 하나를 선택하세요.
nl: Selecteer een van de door %1$d geverifieerde aanbiedingen van bordrevisie %2$d om de exacte oorspronkelijke aankoopbeoordeling voor te bereiden.
pl: Wybierz jedną z uwierzytelnionych ofert %1$d z wersji płyty %2$d, aby przygotować dokładną natywną recenzję zakupu.
pt: Selecione uma das ofertas autenticadas %1$d da revisão da placa %2$d para preparar sua análise de compra nativa exata.
ru: Выберите одно из проверенных предложений %1$d из версии платы %2$d, чтобы подготовить точный обзор покупки.
tr: Tam yerel satın alma incelemesini hazırlamak için %2$d anakart revizyonundan %1$d doğrulanmış tekliflerden birini seçin.
uk: Виберіть одну з автентифікованих пропозицій %1$d із версії плати %2$d, щоб підготувати її точний огляд покупки.
vi: Chọn một trong các ưu đãi đã được xác thực của %1$d từ bản sửa đổi bảng %2$d để chuẩn bị đánh giá mua hàng gốc chính xác.
zh_hans: 从主板版本 %2$d 中选择经过 %1$d 认证的报价之一，以准备其准确的本机购买审核。
zh_hant: 從主機板版本 %2$d 中選擇經過 %1$d 認證的報價之一，以準備其精確的本機購買審核。

# wallet_shakedex_offer_page_summary
source: %1$d authenticated name-sale offer(s) at board revision %2$d.
ar: عرض (عروض) بيع الأسماء المصادق عليها %1$d عند مراجعة مجلس الإدارة %2$d.
de: %1$d authentifizierte(s) Namensverkaufsangebot(e) bei der Platinenrevision %2$d.
es: %1$d oferta(s) de venta de nombre autenticada en la revisión del tablero %2$d.
fa: %1$d پیشنهاد(های) فروش با نام تأیید شده در نسخه هیئت مدیره %2$d.
fr: Offre(s) de vente au nom authentifiée %1$d lors de la révision du conseil d'administration %2$d.
he: הצעות מכירת שם מאומתות של %1$d בגרסה הלוח %2$d.
hi: %1$d बोर्ड संशोधन %2$d पर प्रमाणित नाम-बिक्री प्रस्ताव।
id: %1$d mengautentikasi penawaran penjualan nama pada revisi papan %2$d.
it: %1$d offerte di vendita nominative autenticate alla revisione del consiglio %2$d.
ja: %1$d は、取締役会リビジョン %2$d でのネームセール オファーを認証しました。
ko: %1$d는 보드 개정 %2$d에서 인증된 명의 판매 제안을 제공합니다.
nl: %1$d geverifieerde naam-verkoopaanbieding(en) bij bordrevisie %2$d.
pl: %1$d uwierzytelnione oferty sprzedaży imiennej w wersji płyty %2$d.
pt: Oferta(s) de venda de nome autenticada %1$d na revisão da placa %2$d.
ru: %1$d аутентифицированное торговое предложение для версии платы %2$d.
tr: %1$d, %2$d kart revizyonunda doğrulanmış isim satışı teklifleri.
uk: %1$d автентифікована пропозиція(и) продажу на платі ревізії %2$d.
vi: %1$d (các) ưu đãi bán tên đã được xác thực tại phiên bản sửa đổi %2$d.
zh_hans: %1$d 经过验证的董事会修订版 %2$d 的名称销售报价。
zh_hant: %1$d 經過驗證的董事會修訂版 %2$d 的名稱銷售報價。

# wallet_shakedex_queries_failed
source: The Shakedex query could not be completed from the current direct peer and wallet state.
ar: لا يمكن إكمال استعلام Shakedex من حالة المحفظة والنظير المباشر الحالية.
de: Die Shakedex-Abfrage konnte vom aktuellen direkten Peer- und Wallet-Status aus nicht abgeschlossen werden.
es: La consulta Shakedex no se pudo completar desde el estado actual de billetera y par directo.
fa: پرس و جو Shakedex از وضعیت همتا و کیف پول مستقیم فعلی تکمیل نشد.
fr: La requête Shakedex n'a pas pu être exécutée à partir de l'état actuel du homologue direct et du portefeuille.
he: לא ניתן היה להשלים את השאילתה Shakedex ממצב העמית והארנק הישיר הנוכחי.
hi: Shakedex क्वेरी वर्तमान प्रत्यक्ष सहकर्मी और वॉलेट स्थिति से पूरी नहीं की जा सकी।
id: Kueri Shakedex tidak dapat diselesaikan dari status rekan dan dompet langsung saat ini.
it: Impossibile completare la query Shakedex dallo stato attuale del peer diretto e del portafoglio.
ja: 現在のダイレクトピアおよびウォレットの状態からは、Shakedex クエリを完了できませんでした。
ko: 현재 직접 피어 및 지갑 상태에서 Shakedex 쿼리를 완료할 수 없습니다.
nl: De Shakedex-query kan niet worden voltooid vanuit de huidige directe peer- en portemonneestatus.
pl: Nie można ukończyć zapytania Shakedex z bieżącego bezpośredniego elementu równorzędnego i stanu portfela.
pt: A consulta Shakedex não pôde ser concluída a partir do peer direto atual e do estado da carteira.
ru: Запрос Shakedex не удалось выполнить из текущего состояния прямого узла и кошелька.
tr: Shakedex sorgusu mevcut doğrudan eş ve cüzdan durumundan tamamlanamadı.
uk: Запит Shakedex не вдалося виконати з поточного прямого однорангового пристрою та стану гаманця.
vi: Không thể hoàn thành truy vấn Shakedex từ trạng thái ví và ngang hàng trực tiếp hiện tại.
zh_hans: 无法从当前直接对等点和钱包状态完成 Shakedex 查询。
zh_hant: 無法從目前直接對等點和錢包狀態完成 Shakedex 查詢。

# wallet_shakedex_queries_invalid
source: Enter a canonical session/listing cursor and a page size from 1 through 64.
ar: أدخل مؤشر الجلسة/القائمة الأساسي وحجم الصفحة من 1 إلى 64.
de: Geben Sie einen kanonischen Sitzungs-/Listing-Cursor und eine Seitengröße von 1 bis 64 ein.
es: Ingrese un cursor de lista/sesión canónica y un tamaño de página de 1 a 64.
fa: مکان‌نمای جلسه/فهرست متعارف و اندازه صفحه از 1 تا 64 را وارد کنید.
fr: Entrez un curseur de session/liste canonique et une taille de page comprise entre 1 et 64.
he: הזן סמן הפעלה/רישום קנוני וגודל עמוד מ-1 עד 64.
hi: एक विहित सत्र/सूचीकरण कर्सर और 1 से 64 तक एक पृष्ठ आकार दर्ज करें।
id: Masukkan kursor sesi/daftar kanonik dan ukuran halaman dari 1 hingga 64.
it: Inserisci un cursore canonico di sessione/elenco e una dimensione di pagina compresa tra 1 e 64.
ja: 正規セッション/リスト カーソルと 1 ～ 64 のページ サイズを入力します。
ko: 표준 세션/목록 커서와 1~64의 페이지 크기를 입력하세요.
nl: Voer een canonieke sessie-/lijstcursor in en een paginagrootte van 1 tot en met 64.
pl: Wprowadź kanoniczny kursor sesji/listy i rozmiar strony od 1 do 64.
pt: Insira um cursor canônico de sessão/listagem e um tamanho de página de 1 a 64.
ru: Введите канонический курсор сеанса/листинга и размер страницы от 1 до 64.
tr: Kurallı bir oturum/liste imleci ve 1'den 64'e kadar bir sayfa boyutu girin.
uk: Введіть канонічний курсор сесії/списку та розмір сторінки від 1 до 64.
vi: Nhập con trỏ phiên/danh sách chuẩn và kích thước trang từ 1 đến 64.
zh_hans: 输入规范会话/列表光标和从 1 到 64 的页面大小。
zh_hant: 輸入規格會話/清單遊標和從 1 到 64 的頁面大小。

# wallet_shakedex_queries_loading
source: Refreshing the authenticated Shakedex board or session…
ar: جارٍ تحديث اللوحة أو الجلسة Shakedex المصادق عليها...
de: Das authentifizierte Shakedex-Board oder die authentifizierte Sitzung wird aktualisiert…
es: Actualizando la sesión o el tablero Shakedex autenticado...
fa: در حال تازه کردن برد یا جلسه تأیید شده Shakedex…
fr: Actualisation de la carte ou de la session Shakedex authentifiée…
he: מרענן את הלוח או ההפעלה המאומתים של Shakedex...
hi: प्रमाणित Shakedex बोर्ड या सत्र को ताज़ा किया जा रहा है...
id: Menyegarkan papan atau sesi Shakedex yang diautentikasi…
it: Aggiornamento della scheda o della sessione Shakedex autenticata…
ja: 認証された Shakedex ボードまたはセッションを更新しています…
ko: 인증된 Shakedex 보드 또는 세션을 새로 고치는 중…
nl: Het geverifieerde Shakedex-bord of de sessie vernieuwen...
pl: Odświeżam uwierzytelnioną tablicę lub sesję Shakedex…
pt: Atualizando a placa ou sessão Shakedex autenticada…
ru: Обновление аутентифицированной платы или сеанса Shakedex…
tr: Kimliği doğrulanmış Shakedex panosu veya oturumu yenileniyor…
uk: Оновлення автентифікованої дошки чи сеансу Shakedex…
vi: Đang làm mới bảng hoặc phiên Shakedex đã được xác thực…
zh_hans: 正在刷新经过身份验证的 Shakedex 板或会话...
zh_hant: 正在刷新經過身份驗證的 Shakedex 板或會話...

# wallet_shakedex_queries_locked
source: Unlock and synchronize before querying Shakedex.
ar: فتح القفل والمزامنة قبل الاستعلام عن Shakedex.
de: Entsperren und synchronisieren Sie, bevor Sie Shakedex abfragen.
es: Desbloquee y sincronice antes de consultar Shakedex.
fa: قبل از درخواست Shakedex قفل را باز کرده و همگام کنید.
fr: Déverrouillez et synchronisez avant d'interroger Shakedex.
he: בטל את הנעילה וסנכרן לפני שאילתת Shakedex.
hi: Shakedex को क्वेरी करने से पहले अनलॉक और सिंक्रोनाइज़ करें।
id: Buka kunci dan sinkronkan sebelum menanyakan Shakedex.
it: Sblocca e sincronizza prima di interrogare Shakedex.
ja: Shakedex をクエリする前に、ロックを解除して同期してください。
ko: Shakedex를 쿼리하기 전에 잠금을 해제하고 동기화하세요.
nl: Ontgrendel en synchroniseer voordat u Shakedex opvraagt.
pl: Odblokuj i zsynchronizuj przed wysłaniem zapytania do Shakedex.
pt: Desbloqueie e sincronize antes de consultar Shakedex.
ru: Разблокируйте и синхронизируйте перед запросом Shakedex.
tr: Shakedex'yi sorgulamadan önce kilidi açın ve senkronize edin.
uk: Розблокуйте та синхронізуйте перед запитом Shakedex.
vi: Mở khóa và đồng bộ hóa trước khi truy vấn Shakedex.
zh_hans: 查询Shakedex之前先解锁并同步。
zh_hant: 查詢Shakedex之前先解鎖並同步。

# wallet_shakedex_queries_ready
source: Authenticated Shakedex queries are ready at height %1$d.
ar: استعلامات Shakedex التي تمت مصادقتها جاهزة عند الارتفاع %1$d.
de: Authentifizierte Shakedex-Abfragen sind in der Höhe %1$d bereit.
es: Las consultas Shakedex autenticadas están listas en la altura %1$d.
fa: پرس و جوهای تأیید شده Shakedex در ارتفاع %1$d آماده هستند.
fr: Les requêtes authentifiées Shakedex sont prêtes à la hauteur %1$d.
he: שאילתות Shakedex מאומתות מוכנות בגובה %1$d.
hi: प्रमाणित Shakedex क्वेरीज़ ऊंचाई %1$d पर तैयार हैं।
id: Kueri Shakedex yang diautentikasi siap pada ketinggian %1$d.
it: Le query Shakedex autenticate sono pronte all'altezza %1$d.
ja: 認証された Shakedex クエリは、高さ %1$d で使用できるようになります。
ko: 인증된 Shakedex 쿼리는 %1$d 높이에서 준비되었습니다.
nl: Geverifieerde Shakedex-query's zijn gereed op hoogte %1$d.
pl: Uwierzytelnione zapytania Shakedex są gotowe na wysokości %1$d.
pt: As consultas Shakedex autenticadas estão prontas na altura %1$d.
ru: Аутентифицированные запросы Shakedex готовы на высоте %1$d.
tr: Kimliği doğrulanmış Shakedex sorguları %1$d yüksekliğinde hazırdır.
uk: Автентифіковані запити Shakedex готові на висоті %1$d.
vi: Các truy vấn Shakedex đã xác thực đã sẵn sàng ở mức %1$d.
zh_hans: 经过身份验证的 Shakedex 查询已在高度 %1$d 处准备就绪。
zh_hant: 經過驗證的 Shakedex 查詢已在高度 %1$d 處準備就緒。

# wallet_shakedex_queries_requires_sync
source: Current verified wallet state is required before querying Shakedex.
ar: حالة المحفظة الحالية التي تم التحقق منها مطلوبة قبل الاستعلام عن Shakedex.
de: Vor der Abfrage von Shakedex ist der aktuelle verifizierte Wallet-Status erforderlich.
es: Se requiere el estado actual de la billetera verificada antes de consultar Shakedex.
fa: قبل از پرس و جو از Shakedex، وضعیت کیف پول تأیید شده فعلی لازم است.
fr: L’état actuel du portefeuille vérifié est requis avant d’interroger Shakedex.
he: נדרש מצב ארנק מאומת נוכחי לפני שאילתה Shakedex.
hi: Shakedex को क्वेरी करने से पहले वर्तमान सत्यापित वॉलेट स्थिति आवश्यक है।
id: Status dompet terverifikasi saat ini diperlukan sebelum menanyakan Shakedex.
it: È necessario lo stato attuale del portafoglio verificato prima di eseguire una query su Shakedex.
ja: Shakedex をクエリする前に、現在の検証済みウォレットの状態が必要です。
ko: Shakedex를 쿼리하기 전에 현재 확인된 지갑 상태가 필요합니다.
nl: De huidige geverifieerde portefeuillestatus is vereist voordat u Shakedex kunt opvragen.
pl: Przed wysłaniem zapytania do Shakedex wymagany jest aktualny zweryfikowany stan portfela.
pt: O estado atual da carteira verificada é necessário antes de consultar Shakedex.
ru: Перед запросом Shakedex необходимо указать текущее проверенное состояние кошелька.
tr: Shakedex'yi sorgulamadan önce mevcut doğrulanmış cüzdan durumu gereklidir.
uk: Перед запитом Shakedex потрібен поточний перевірений стан гаманця.
vi: Cần phải có trạng thái ví đã được xác minh hiện tại trước khi truy vấn Shakedex.
zh_hans: 在查询 Shakedex 之前需要当前已验证的钱包状态。
zh_hant: 在查詢 Shakedex 之前需要目前已驗證的錢包狀態。

# wallet_shakedex_queries_result
source: Authenticated Handshake name-market result: %1$@
ar: نتيجة السوق الاسمية Handshake المصادق عليها: %1$@
de: Authentifiziertes Handshake-Name-Markt-Ergebnis: %1$@
es: Resultado de mercado de nombre Handshake autenticado: %1$@
fa: نتیجه نام تجاری Handshake تأیید شده: %1$@
fr: Résultat nom-marché authentifié Handshake : %1$@
he: תוצאת שם-שוק של Handshake מאומתת: %1$@
hi: प्रमाणित Handshake नाम-बाज़ार परिणाम: %1$@
id: Hasil pasar nama Handshake yang diautentikasi: %1$@
it: Risultato nome-mercato autenticato Handshake: %1$@
ja: 認証済みハンドシェイクの名前市場の結果: %1$@
ko: 인증된 Handshake 이름-시장 결과: %1$@
nl: Geauthenticeerd Handshake naam-marktresultaat: %1$@
pl: Uwierzytelniony wynik rynkowy Handshake: %1$@
pt: Resultado de mercado de nome Handshake autenticado: %1$@
ru: Аутентифицированный результат наименования Handshake на рынке: %1$@
tr: Doğrulanmış Handshake isim pazarı sonucu: %1$@
uk: Автентифікований Handshake назву ринку результат: %1$@
vi: Kết quả thị trường tên Handshake đã được xác thực: %1$@
zh_hans: 认证Handshake名称-市场结果： %1$@
zh_hant: 認證Handshake名稱-市場結果： %1$@

# wallet_shakedex_queries_unavailable
source: The authenticated Swap Board is not configured.
ar: لم يتم تكوين لوحة المبادلة المصادق عليها.
de: Das authentifizierte Swap Board ist nicht konfiguriert.
es: El Swap Board autenticado no está configurado.
fa: تابلوی تعویض تایید شده پیکربندی نشده است.
fr: Le Swap Board authentifié n’est pas configuré.
he: לוח ההחלפה המאומת אינו מוגדר.
hi: प्रमाणित स्वैप बोर्ड कॉन्फ़िगर नहीं किया गया है.
id: Swap Board yang diautentikasi tidak dikonfigurasi.
it: La Swap Board autenticata non è configurata.
ja: 認証されたスワップ ボードが設定されていません。
ko: 인증된 스왑 보드가 구성되지 않았습니다.
nl: Het geverifieerde Swap Board is niet geconfigureerd.
pl: Uwierzytelniona tablica wymiany nie jest skonfigurowana.
pt: O Swap Board autenticado não está configurado.
ru: Аутентифицированная плата обмена не настроена.
tr: Kimliği doğrulanmış Takas Kartı yapılandırılmamış.
uk: Автентифікована Swap Board не налаштована.
vi: Bảng hoán đổi được xác thực không được cấu hình.
zh_hans: 未配置经过身份验证的交换板。
zh_hant: 未配置經過身份驗證的交換板。

# wallet_status_broadcasting_send
source: Broadcasting approved HNS transaction…
ar: تمت الموافقة على البث لمعاملة HNS...
de: Rundfunk genehmigte HNS-Transaktion…
es: Transmisión de transacción HNS aprobada…
fa: پخش تراکنش تایید شده HNS…
fr: Transaction approuvée par la diffusion HNS…
he: שידור מאושרת עסקת HNS...
hi: प्रसारण स्वीकृत HNS लेनदेन…
id: Penyiaran menyetujui transaksi HNS…
it: Transazione HNS approvata dalla trasmissione...
ja: ブロードキャストが承認された HNS トランザクション…
ko: 방송 승인된 HNS 거래…
nl: Goedgekeurde transactie HNS uitzenden...
pl: Transmisja zatwierdzona transakcja HNS…
pt: Transmissão aprovada transação HNS…
ru: Трансляция одобрила транзакцию HNS…
tr: Onaylanan HNS işlemi yayınlanıyor…
uk: Трансляція схваленої трансакції HNS…
vi: Phát sóng giao dịch HNS đã được phê duyệt…
zh_hans: 广播批准HNS交易……
zh_hant: 廣播批准HNS交易…

# wallet_status_connecting_direct_shakescape
source: Connecting swap peer…
ar: جارٍ ربط نظير المبادلة…
de: Swap-Peer wird verbunden…
es: Conectando par de intercambio...
fa: در حال اتصال همتای مبادله…
fr: Connexion d'un homologue d'échange…
he: מתחבר להחלפה של עמית...
hi: स्वैप पीयर कनेक्ट हो रहा है...
id: Menghubungkan rekan swap…
it: Collegamento del peer di scambio…
ja: スワップピアを接続中…
ko: 스왑 피어 연결 중…
nl: Wisselpeer verbinden…
pl: Łączę partnera wymiany…
pt: Conectando ponto de troca…
ru: Подключение узла подкачки…
tr: Takas eşine bağlanılıyor…
uk: Підключення своп-інструмента…
vi: Đang kết nối trao đổi ngang hàng…
zh_hans: 正在连接交换点...
zh_hant: 正在連接交換點...

# wallet_status_creating
source: Creating wallet…
ar: جارٍ إنشاء المحفظة…
de: Wallet wird erstellt…
es: Creando cartera…
fa: در حال ایجاد کیف پول…
fr: Création du portefeuille…
he: יוצר ארנק…
hi: वॉलेट बनाया जा रहा है…
id: Membuat dompet…
it: Creazione del portafoglio…
ja: ウォレットを作成中…
ko: 지갑 만드는 중…
nl: Wallet maken…
pl: Tworzenie portfela…
pt: A criar carteira…
ru: Создание кошелька…
tr: Cüzdan oluşturuluyor…
uk: Створення гаманця…
vi: Đang tạo ví…
zh_hans: 正在创建钱包…
zh_hant: 正在建立錢包…
